results/nginx/cubic/delay_20ms_loss_0.005/conns_100_rps_1000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    29.72ms    5.12ms  71.23ms   98.13%
    Req/Sec       -nan      -nan   0.00      0.00%
  5452 requests in 6.03s, 77.42MB read
Requests/sec:    904.23
Transfer/sec:     12.84MB